Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: It is Mebrin’s doing. I recognize the energy, though it has been twisted by the touch of the black arts. He used to use this spell to heal the mind and purge negative emotions from the body. I imagine it will have exactly the opposite effect now.
uk_ua: Це робить Мербін. Я відчуваю його енергію, хоч її й було викривлено дотиком темних мистецтв. Він використовував це закляття, щоб зцілювати розум та проганяти негативні емоції з тіла. Я гадаю, зараз воно матиме протилежний ефект.

source: It is a peculiar custom of Wesnoth’s nobility that they typically enroll their sons into one of two orders of armigers, training them either in the art of horsemanship or fencing. Duelists are so named for an unfortunately common practice of young aristocrats, for whom the sting of insult, whether real or fancied, can incite a rash demonstration of their natural right. Experienced fencers carry with them a small crossbow that is easily concealed under a coat or cape. Slow to load and sometimes thought dishonorable to use, it is in fact very useful, and those of their ranks who live long enough to be veterans typically do so by making such concessions to utility and survival.
uk_ua: За звичаєм знать Весноту навчає своїх синів в одному з двох орденів зброєносців: або в школі верхової їзди, або в школі фехтування. Дуелянтами молодих аристократів називають за нажаль поширений звичай змивати кров'ю будь-яку образу, дійсну або вигадану, але це їхнє право. Досвідчені фехтувальники носять з собою невеликий арбалет, який можна легко приховати під одягом або накидкою. Він довго заряджається, застосовувати його іноді нечесно, проте, він приносить велику користь, і ті хто прожив достатньо довго, щоб стати ветераном, як правило, пішли на подібну поступку через прагматизм та бажання вижити.

source: It is as we suspected, the orcs have sacked the Midlands. This is not a civilized way to fight a war! Look there, there are still orcs about... To arms!
uk_ua: Все як ми і думали, орки розграбували Серединні землі. Чесні люди так не воюють! Дивіться, тут ще орки... До зброї!

source: It is as you say.
uk_ua: Так воно і є.

source: It is better to be the greater of three than the lesser of two. The Prince of Southbay was good, he was a credit to his people. Maybe these ones are made of the same stuff.
uk_ua: Краще бути найсильнішим з трьох, чим слабким з двох. Принц Південної Бухти був гідним представником свого народу, можливо, ці зроблені з того ж тіста.

source: It is done.
uk_ua: Справу зроблено.

source: It is finished. We’ve defeated him at last. It was good to have you at my side, Baran.
uk_ua: Все кінчено. Ми нарешті перемогли його, тепер назавжди. Гарно мати тебе за союзника, Б'ярне.

source: It is important, and not good. The main host of orcs is between the forest and Southbay. You clearly can’t go that way. However, the road to Clearwater Port is free of orcs. Apparently they’re bogged down in the swamp of Esten.
uk_ua: Це важливо, і це погані новини. Основні сили орків стоять між лісом і Південною Бухтою. Ти явно не зможеш там пройти. Проте дорога до порту Чистоводдя вільна від орків. Напевно, вони застрягли в Естеньскому болоті.

source: It is my honor to meet you. And it relieves my mind to know Chantal is safe and with her kin again.
uk_ua: Зустріти тебе це велика честь для мене. І мені спокійніше, коли я знаю, що Шанталь у безпеці, зі своїми родичами.

source: It is my place to decide this.
uk_ua: Це вже я вирішуватиму.

source: It is my pleasure and honor to serve, my liege.
uk_ua: Це велика честь для мене — служити Вам, мой сеньйор.

source: It is no matter. I will destroy it immediately.
uk_ua: Неважливо. Зараз я його знищу.

source: It is not allowed to change a side from AI to human control when it's not your turn.
uk_ua: Не дозволено змінювати сторону з комп'ютерного противника на людину, якщо це не ваш хід.

source: It is not allowed to change a side from human to AI control when it's not your turn.
uk_ua: Не дозволено змінювати сторону з людини на комп'ютерного противника, якщо це не ваш хід.

source: It is not clear why the Dragonguards are called what they are, a name given by their dwarven brethren. Some speculate that the name comes from their weapon of choice, these strange staves that belch fire and death. Others have surmised that it is because such weapons would be a threat against even a true Dragon, should such a thing be seen again in the known world. Whatever the case, it is for these weapons that the guardians of the great Dwarven citadels are both renowned and feared; weapons that have broken the mightiest of warriors with a single blow.
uk_ua: Чому побратими-гноми звуть їх ‘вартою драконів’ — до кінця не ясно. Одні базікають, що назва походить від їх зброї — дивної палиці, що вивергає вогонь і смерть. Інші припускають, що ця зброя увазила б навіть істинного дракона, якби такий раптом знову з'явився у нашому світі. У будь-якому випадку, саме за цю зброю шанують і її бояться охоронці великих фортець гномів, бо вона одним ударом вбиває найсильніших бійців.

source: It is not clear why the Dragonguards are called what they are, a name given by their dwarven brethren. Some speculate that the name comes from their weapon of choice, these strange staves that belch fire and death. Others have surmised that it is because such weapons would be a threat against even a true Dragon, should such a thing be seen again in the known world. Whatever the case, it is for these weapons that the guardians of the great dwarven citadels are both renowned and feared; weapons that have broken the mightiest of warriors with a single blow.
uk_ua: Чому побратими-гноми звуть їх ‘вартою драконів’ — до кінця не ясно. Одні базікають, що назва походить від їх зброї — дивної палиці, що вивергає вогонь і смерть. Інші припускають, що ця зброя вразила б навіть істинного дракона, якби такий раптом знову з'явився у нашому світі. У будь-якому випадку, саме за цю зброю шанують і її бояться охоронці великих фортець гномів, бо вона одним ударом вбиває найсильніших бійців.

source: It is not to be, Delfador. I must return to Lintanir as swiftly as I may; the Northern Elves must be informed immediately — and mayhap I can find High Lord Kalenz or get a message to him.
uk_ua: Боюся, що ні, Делфадоре. Я повинна повернутися в Лінтанір якнайшвидше; необхідно негайно все розповісти Північним Ельфам — і, можливо, я зможу розшукати Вищого Лорда Каленза або отримати послання від нього.

source: It is not yet my time! No!
uk_ua: Мій час ще не прийшов! Ні!

source: It is now $name|’s turn
uk_ua: Зараз хід $name

source: It is only given to the small not to feel the hand of fate on their shoulder; the great must suffer its weight whether they will or no. Delfador, mage of Wesnoth, ARE YOU A SERVANT OF THE LIGHT?
uk_ua: Лише небагатьом дано не відчувати руку долі у себе на плечі; великі повинні виносити її тяжкість, подобається вона їм чи ні. Делфадоре, маг Веснота, ТИ СЛУГА СВІТЛА?

source: It is over, I am vanquished.
uk_ua: Це кінець, мене переможено.

source: It is over. I am doomed...
uk_ua: Це кінець. Я приречений...

source: It is said that they guard a powerful magical artifact. Roddry knows more than I do; he lives to the west.
uk_ua: Говорять, що вони охороняють потужний магічний артефакт. Родрі знає більше, ніж я; він живе на заході.

source: It is so dark down here! It feels like the light from our torches is doing hardly anything at all.
uk_ua: Тут так темно! Здається, наче світло з наших смолоскипів зовсім не світить.

source: It is so. These are dark days to live through, my young prince. You’ve done your father proud. Far better than my legacy, a dead adventurer and a missing fool! It is fitting that my line should end with my kingdom.
uk_ua: Це так. Похмурі дні ми переживаємо, мій юний Принце. Твій батько гордився б тобою. Ти набагато кращий за моїх спадкоємців — мандрівника, що помер, і зниклого дурня! Все йде до того, що моя династія закінчиться з моїм правлінням.

source: It is the work of the undead. They have begun to cast a spell on us to drain our energy and trap us in these forests. We must hurry before they complete their dark magic, or we will not be able to escape this harrowing place, much less find and defeat them.
uk_ua: Це справа мерців. Вони почали читати заклинання, щоб висмоктати наше життя і захопити в пастку в цих лісах. Нам треба поквапитися, поки вони не завершили своє темне чаклунство, інакше ми не зможемо врятуватися з цього жахливого місця, не кажучи вже про те, щоб знайти та перемогти їх.

source: It is unwise to trifle with dragons, boy!
uk_ua: Нерозсудливо жартувати з драконами, хлопченя!

source: It is usually better to start the next scenario in a campaign with lower-level units that are about to level up than with those same units at a higher level.
uk_ua: В кампаніях зазвичай краще починати наступний сценарій з бійцями нижчого рівня, готовими до підвищення, ніж з тими ж бійцями, що вже піднялися на вищий рівень.

source: It is well.
uk_ua: Це добре.

source: It is worse than that. I think <i>we</i> are the treat!
uk_ua: Все ще гірше. Думаю, що закуска це <i>ми</i>!

source: It is... so cold...
uk_ua: Тут так... холодно...

source: It isn’t long before Haldric and his companions enter the Brown Hills. An elven guide leads them to a gaping cave mouth, and they descend into the darkness.
uk_ua: До Коричневих Пагорбів було зовсім недалеко. Ельф-провідник дійшов з Хальдріком і його супутниками до входу в печеру, і вони спустилися в пітьму.

source: It looks like some Wesfolk rabble have seized the Northern Keep! Prepare for battle, Haldric!
uk_ua: Виглядає так, наче весфолькські покидьки захопили Північну фортецю! Хальдріку, готуйся до битви!

source: It looks like there is a rune behind this gate!
uk_ua: Схоже, що за цими дверима є руна!

source: It matters little, because here you fall!
uk_ua: Це неважливо, бо твій шлях закінчиться тут!

source: It matters not. No matter how he has done this fell thing, we must defeat him!
uk_ua: Що є то є. Неважливо, як він це зробив, ми мусимо перемогти його!

source: It matters not. The humans have spilled the blood of our people, and so theirs will be spilled in turn. If you stand against us, Ethiliel, we will attack you too. You had best stay out of this.
uk_ua: Це неважливо. Люди пролили кров нашої рідні, тому тепер черга пролити їхню. Якщо ти виступиш проти нас, Етілієль, ми атакуємо і тебе. Тобі краще не лізти в це.

source: It may be important, I best take it.
uk_ua: Я візьму, це може бути важливим.

source: It may be so. Now that I think on it, I think I had best return to the Palace more swiftly than I came here, even if I have to kill three horses under me to do it.
uk_ua: Може й так. Тепер я думаю, що мені краще повернутися в Палац ще швидше, ніж я прибув сюди, нехай навіть мені доведеться загнати трьох коней.

source: It must be because we destroyed that phantom lich. The corrupted sage is sending them to hunt us in retaliation. Let’s get out of here quickly so we won’t have to fight them.
uk_ua: Мабуть, це тому, що ми знищили того примарного ліча. Спотворений мудрець послав їх помститися. Давайте вибирати звідси швидше, щоб нам не довелося битися з ними.

source: It okay. Grek lead you to lich. Look there!
uk_ua: Це добре. Грік вести вас до ліч. Дивитись туди!

source: It says, “Here lies Daneth, child of the Light, loyal defender of Lord and Land.” Whoever that was.
uk_ua: Тут написано, “Тут спочиває Данет, дитя Світла, вірний захисник Лорда та Землі”. Хто б це не був.

source: It seems that my first guess was correct. The poor creature is mindless.
uk_ua: Здається, перше припущення виявилося правильним. Бідолага не зберіг і дрібки розуму.

source: It seems that orc was rich! He has a chest here with over 100 pieces of gold!
uk_ua: Виявляється, цей орк був багачем! У нього тут скриня, в якій лежить більше ста золота!

source: It seems that the guard spoke the truth. These doors will not open to us!
uk_ua: Схоже, охоронець казав правду. Ці двері не відкриються перед нами!

source: It seems that we have a common enemy, then. Would you like to join forces to defeat the undead?
uk_ua: Схоже, що ми маємо спільного ворога. Чи не хочете доєднатися до нас, щоб перемогти мерців?

source: It seems the orcs have come here too, to try to wrest this port from our hands. Our defenses are still weak, but reinforcements will arrive soon!
uk_ua: Схоже, сюди також йдуть орки, щоб вирвати цей порт з наших рук. Наша оборона поки що слабка, але скоро підійде підмога!

source: It seems there are orcs this far south after all. This is strange.
uk_ua: Схоже, так далеко на півдні все-таки є орки. Це дивно.

source: It seems there is no alternative — we must get onto that island! Perhaps if we can get close to Ur-Thorodor, and speak with him again, he will understand.
uk_ua: Здається, у нас нема вибору — ми повинні пройти на цей острів! Можливо, якщо ми підійдемо до Ур-Тородора і поговоримо з ним знову, він зрозуміє.

source: It usually pays off if you can definitively kill (or almost kill) the faced unit. If you are unsure of finishing off the enemy in one turn, either ensure that your unit can weather the return attacks or decide that you&#8217;re willing to lose that unit. To withstand the enemy&#8217;s strikes next turn, it is often wise to attack at the range that allows the enemy to do least damage to you, rather than choosing the maximum expected damage to the enemy.
uk_ua: Така стратегія зазвичай виправдана, якщо ви точно можете вбити(чи майже вбити) ворожого бійця. Якщо ж у вас немає такої впевненості, переконаєтеся, що ви зможете витримати атаку у відповідь, або вирішите для себе, що ви готові втратити цього бійця. Щоб протистояти контратаці противника на наступному ходу, часто розумніше атакувати на відстані, при якій ворог заподіює вам менше шкоди, ніж вибирати атаку, що заподіює найбільше шкоди противникові.

source: It was fun, wasn’t it?
uk_ua: Весело, чи не так?

source: It was hard, but I almost regret the fun is over.
uk_ua: Це було важко, але мені майже шкода, що веселощі скінчилися.

source: It was never said afterwards that the marriage of Haldric and Jessene was exactly tranquil. But it was also said that neither could long stand to be separated from the other, and she bore him strong children that mingled the blood of their diverse ancestries. Many followed their example, and the two refugee peoples from the Green Isle became fused into one in the new kingdom.
uk_ua: Потім ніхто не міг сказати, що брак Хальдріка і Джессен був таким вже мирним. Але усі погоджувалися: жоден з них не міг довго винести без іншого. Вона народила йому міцних дітей, в яких змішалася кров таких різношерстих предків. Їх приклад наслідував багато хто, і два народи-біженці із Зеленого Острова злилися в єдиний народ нового королівства.

source: It was no great trial, after all. A few elves, one or two dark sorcerers, a gang of orcs and some undead. Really just a day’s work for the company.
uk_ua: Та й це неважко, як ніяк. Декілька ельфів, один чи два чорнокнижника, банда орків і трохи мерців. Звичайний робочий день, як на мене.

source: It was one of those moments that altered the destiny of the world. The orc warrior held many possibilities in his hand. He could simply have taken Delfador’s head. Had that occurred, the orcs might have overrun the whole of Wesnoth and ruled it for ages. But what he chose, thinking it rare sport to abuse one of the hated human mages, was to strike Delfador with his gauntleted fist.
uk_ua: Це був один з моментів, який змінив долю світу. У оркського воїна було багато можливостей. Він міг просто відрубати Делфадору голову. Якби це сталося, орки могли б заполонити увесь Веснот і правити їм віками. Але він захотів скористатися рідкісною можливістю принизити одного з ненависних людських магів, ударивши Делфадора кулаком.

source: It wasn’t long after he returned that the very Crown Prince who discovered the land to the east fell ill and died under mysterious circumstances. His younger brother, the next in line for the throne, chafed at the eye of suspicion cast upon him. He conspired to start a war of distraction with the poor Wesfolk kingdoms and their Lich-Lords.
uk_ua: Незабаром той самий Спадкоємний Принц, що відкрив землі на сході, захворів та помер за незрозумілих обставин. Його молодший брат, наступний спадкоємець, втомившись від підозрілих поглядів, зведених до нього, розпочав війну проти бідних Весфольків та їхніх Владик-Лічів, щоб відволікти народ від себе.

source: It will not be easy. The orcish army lies between here and your destination. We are under attack even here, by an orcish warband encamped in the mountains to the southwest.
uk_ua: Це буде нелегко. Армія орків розташувалася між нами і твоєю метою. Навіть тут на нас напала ватага орків, що влаштувалася в горах до південного заходу.

source: It would be an honor to fight alongside you, Sir Knight.
uk_ua: Для мене буде честю битися поряд з тобою, Пане Лицаре.

source: It would be fitting. The Loremasters will approve.
uk_ua: Це дуже добре. Хранитель Давнини це підтримає.

source: It would be good to have even more bats as well. There was a colony in that ruined castle where we practiced conjuring fire, so I will try to find that. The castle was also infested with huge rats as I remember, but I can certainly destroy those. I will have to use ice though, as I never mastered fire.
uk_ua: До речі, непогано було б десь знайти ще кажанів. Вони наче кублилися серед руїн замку, де ми вправлялися в магії вогню. Варто туди навідатися. А ще ті руїни кишіли жирними щурами, та з ними якось уже впораюся. Доведеться, правда, обмежитися крижаними закляттями, бо стихію вогню я так і не опанувала.

source: It would be months before they could reassemble their forces here. Enough time for you to secure your homes, or relocate.
uk_ua: Їм знадобляться місяці, щоб перегрупуватися. Достатньо, щоб ви встигли укріпити свої хати чи втекти.

source: It would be no shame for a Lord Companion to rule this holding, as Hamel does at Knalga.
uk_ua: Це буде гідно Лорду-супутнику правити цим місце, як це робить Хамель, лорд Кналги.

source: It would only be an empire of misery, Mebrin. I wish it had not come to this, but you have been corrupted beyond saving. Still, I will fondly cherish the memories I had with the old you.
uk_ua: Це було б лише імперією вбогості, Мербіне. Хотіла б я, щоб до цього не дійшло, але вас було спотворено поза межею спасіння. Але все ж, я ніжно плекатиму спогади, що я мала зі старим вами.

source: It would seem that no one knows the tale of this brave spider. (inscribed by WinnerA)
uk_ua: Здається, ніхто не знає історію цього хороброго павука. (написав WinnerA)

source: It would seem the enemy has built some underground mushroom mines nearby — it must be where the mainstay of their resources are produced. If we could destroy them our chances wouldn’t nearly be so slim.
uk_ua: Схоже, що ворогові вдалося вибудувати неподалік підземні грибні копальні. Напевне саме там і добувається більшість їхніх ресурсів. Якщо б ми змогли їх знищити, наші шанси не були б такими нікчемними.

source: Italian Translation
uk_ua: Італійський переклад

source: Item Tool
uk_ua: Інструмент Предмет

source: Item Tool (Scenery Tool)
uk_ua: Інструмент предметів

source: Items
uk_ua: Предмети

source: Items can be given to units to make them stronger. You can get items in three ways: 1) By choosing an item as your starting bonus; 2) By finding it on a map in a bonus point; 3) By dropping from enemies in later scenarios. Note, however, that not all units can pick up all items.
uk_ua: Предмети можна давати бійцям, щоб зробити їх сильнішими. Ви можете отримати предмети трьома способами: 1) Вибравши предмет як стартовий бонус; 2) Знайшовши його на карті в цікавих місцях; 3) Вибивши з ворогів у пізніших сценаріях. Зауважте, що не всі бійці можуть підбирати всі предмети.

source: Ithelden
uk_ua: Ітільден

source: It’s Commander Aethyr, of Clearwater Port. I was sure you perished in the fighting there.
uk_ua: Це намісник Ейфір, з Чистоводного Порту. Я думав, що ти загинув у бою за місто.

source: It’s MINE! The Flaming Sword of Agnovon IS ALL MINE! I can feel warmth SPREADING through me!
uk_ua: Він МІЙ! Вогняний Меч Агновона тепер МІЙ! Я відчуваю, як тепло ТЕЧЕ крізь мене!

source: It’s a <i>mage</i>! That <i>would</i> be helpful for the war, you idiot! It’s only a pup, and unless I miss my guess, it’s a female too. It will be easy to capture.
uk_ua: Це ж <i>маг</i>! Це і <i>є</i> корисне для війни, дурбецало! Але воно ще маленьке, і, якщо очі не підводять, дівчисько. Ми з таким легко впораємося.

source: It’s a long story... but I wonder whether I might first ask for your hospitality? I’m lost, and freezing to death here!
uk_ua: Це довга історія... але не міг би я спочатку просити вас про гостинність? Я загубився і замерзаю тут до смерті!

source: It’s an ambush! Run!
uk_ua: Це засідка! Тікаймо!

source: It’s been a pleasure doing business with you... Bye!
uk_ua: Торгувати з вами — одне задоволення... Щасливо!

source: It’s better than the swamp. I’m under five feet tall, and I don’t float! Besides, I’d rather enjoy meeting more orcs.
uk_ua: Все краще, ніж у болото. У мені і 5 футів немає, і я плавати не умію! Вже краще орки.

source: It’s done.
uk_ua: Готово.

source: It’s funny that the lich-lord didn’t have this on his person. Since I don’t actually know what this thing does, I’ll just put it in the bottom of my pack for right now.
uk_ua: Потішно, що Владика-Ліч не носив його при собі. Не знаю, на що ця штука здатна, суну її доки на дно мішка.

source: It’s good to see you, Arvith.
uk_ua: Радий тебе бачити, Арвіте.

source: It’s hopeless, I’ve lost all track of Iliah-Malal... and I shall freeze unless I find shelter soon. Perhaps in that forest to the north...
uk_ua: Це безнадійно, я втратив слід Іліа-Малала... і я замерзну, якщо незабаром не знайду притулок. Можливо, в тому лісі на півночі...

source: It’s kind of cute.
uk_ua: Він такий милий.

source: It’s not that. Perhaps I deserved to rot here. I failed you. I failed you again.
uk_ua: Це не так. Можливо, я заслуговував згнити тут. Я підвів тебе. Я знову підвів тебе.

source: It’s not very heroic if Prince Haldric isn’t the one to lead his band from the Sewers of Southbay.
uk_ua: Буде не дуже по-геройски, якщо Принц Хальдрік не виведе свій же загін з міської каналізації.

source: It’s only me. Is the cemetery closed then? I was about to leave.
uk_ua: Ой, це лиш я. Що, кладовище вже закрити? Я якраз збиралася йти.

source: It’s so cold here! And this fog is so thick. This cannot be natural for a forest like this.
uk_ua: Тут холодно! І цей туман такий густий. Це не може бути звичайний ліс.

source: It’s sorcery my lord. Dark sorcery.
uk_ua: Це чари, пане. Темні чари.

source: It’s the Prince Haldric! Jevyan, you never said you came to destroy this monster. We will help you.
uk_ua: Це ж Хальдрік! Жев'яне, а ти не говорив, що прибув знищити це чудовисько. Ми тобі допоможемо.

source: It’s the only way! Lionel, lead our soldiers back to the mainland. I will rejoin you when I have carried out my mission and determined what is amiss in the world of the dead.
uk_ua: Це єдиний спосіб! Ліонелю, виведи наших солдатів з острову. Я приєднаюся до вас, як тільки виконаю свою місію і дізнаюся, що не так у світі мертвих.

source: It’s the only way. Go now, and don’t look back! Luck be with you!
uk_ua: Це єдиний вихід. Йди і не озирайся! Хай прибуде з тобою вдача!

source: It’s time to stand up and fight... What’s this?
uk_ua: Пора встати і битися... Що це?

source: It’s too quiet... and I think I smell traces of smoke on the wind.
uk_ua: Тут занадто тихо... І я гадаю, я відчуваю як вітер доносить сюди запах диму.
